Revit 2024 API
UnitTypeId.CubicCentimeters Property
 Cubic centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicCentimeters { get; }
Visual Basic
Public Shared ReadOnly Property CubicCentimeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicCentimeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace